package main

import "fmt"

func main() {

	fmt.Println("௰௭ நவம்பர்  ௨௧  -  ௨ பிப்ரவரி ௨௨   - X9   -  ௩௭௨ கி.மீ")
	fmt.Println("௨ பிப்ரவரி ௨௨   -  ௯ பிப்ரவரி ௨௨   - Z9   -  ௬௬ கி.மீ")
	fmt.Println("௯ பிப்ரவரி ௨௨   -  ௰௮ பிப்ரவரி ௨௨ - X9   -  ௫௬ கி.மீ")
	fmt.Println("௰௮ பிப்ரவரி ௨௨ -  ௨ ஏப்ரல் ௨௨     - Z9   -  ௱௫௪ கி.மீ")
	fmt.Println("௨ ஏப்ரல் ௨௨    -  ௬ ஏப்ரல் ௨௨     - X9   -  ௮௪ கி.மீ")
	fmt.Println("௬ ஏப்ரல் ௨௨    -  ௰௬ ஏப்ரல் ௨௨   - Z9   -  ௱௩௩ கி.மீ")
	fmt.Println("௰௬ ஏப்ரல் ௨௨  -  ௨௪ ஏப்ரல் ௨௨    - X9   -  ௭௩ கி.மீ")
	fmt.Println("௨௪ ஏப்ரல் ௨௨  -  ௰௫ மே ௨௨       - Z9   -  ௱௯௨ கி.மீ")
	fmt.Println("௰௫ மே ௨௨     -  ௨௪ மே ௨௨       - X9   -  ௱௩௰ கி.மீ")
	fmt.Println("௨௪ மே ௨௨     -  ௩௧ மே ௨௨       - Z9   -  ௬௰ கி.மீ")
	fmt.Println("௩௧ மே ௨௨      -  ௫ சூன் ௨௨      - X9   -  ௫௬ கி.மீ")
	fmt.Println("௫ சூன் ௨௨     -  ௰௪ சூன் ௨௨     - Z9   -  ௱௫ கி.மீ")
	fmt.Println("௰௪ சூன் ௨௨    -  ௨௧ சூன் ௨௨     - X9   -  ௱௩ கி.மீ")
	fmt.Println("௨௧ சூன் ௨௨    -  ௨ சூலை ௨௨     - Z9   -  ௱௬௧ கி.மீ")
	fmt.Println("௨ சூலை ௨௨    - ௨௭ சூலை ௨௨    - X9   -  ௨௨௰ கி.மீ")
	fmt.Println("௨௭ சூலை ௨௨   - ௨௪ ஆகத்து ௨௨   - Z9   -  ௨௩௪ கி.மீ")
	fmt.Println("சங்கிலி   X9 =   ௧௲௯௪ கி.மீ")
	fmt.Println("சங்கிலி   Z9 =   ௧௲௱௫ கி.மீ")
	fmt.Println("நவம்பர் மாதம் முதல் ஆகத்து மாதம் ௨௪ வரை மிதிவண்டி கடந்த தூரம் ௨௲௱௯௱௯ கி.மீ.")
}
